Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: improved local infrastructure, Budget 2025 announces support for the following
fr_fr: des infrastructures locales, le gouvernement annonce, dans son budget de 2025, son appui aux

source: projects: Filipino Community and Cultural Centre in Metro Vancouver, British Columbia; White Rock Pier in White Rock, British Columbia; Newton Athletic Park Artificial Turf, Practice Field, Tennis Court, and Walking Path
fr_fr: projets suivants : Centre communautaire et culturel philippin – Grand Vancouver, Colombie-Britannique Jetée de White Rock – White Rock, Colombie-Britannique Terrains à surface synthétique, terrains d'entraînement, courts de tennis et voies piétonnes du

source: in Surrey, British Columbia; Royal Athletic Park in Victoria, British Columbia; Rapid Fire Theatre in Edmonton, Alberta; Bissell Centre in Edmonton, Alberta; Lac La Ronge Indian Band – Kitsaki Hall in La Ronge, Saskatchewan; RCMP Heritage Centre in Regina, Saskatchewan; Riverview Community Centre in Winnipeg, Manitoba; Dakota Community Centre in Winnipeg, Manitoba; Victims of Flight PS752 Memorial in Unity Park in Richmond Hill, Ontario; Hamilton Downtown Family YMCA in Hamilton, Ontario; Bob MacQuarrie Recreation Complex in Orleans, Ontario; Toronto Metropolitan University Medical School in Brampton, Ontario; Exploramer Shark Pavilion in Sainte-Anne-des-Monts, Quebec; L'Espace Hubert-Reeves in Charlevoix, Quebec; Chantier Naval Forillon in Gaspé, Quebec; Centre sportif de Montreal-Nord in Montreal, Quebec; Place Marcel-François-Richard in Ville de Beaurivage, New Brunswick; SeaRoots Alliance Wellness Centre in Souris, Prince Edward Island; Breakwater Installation in Petty Harbour-Maddox Cove, Newfoundland and Labrador; Baddeck Recreation Facility in Baddeck, Nova Scotia, and; Inuit Nunangat University
fr_fr: Newton Athletic Park – Surrey, Colombie-Britannique Parc Royal Athletic – Victoria, Colombie-Britannique Théâtre Rapid Fire – Edmonton, Alberta Centre Bissell – Edmonton, Alberta Bande indienne de Lac La Ronge (Kitsaki Hall) – La Ronge, Saskatchewan Centre du patrimoine de la GRC – Regina, Saskatchewan Centre communautaire Riverview – Winnipeg, Manitoba Centre communautaire Dakota – Winnipeg, Manitoba Mémorial des victimes du vol PS752, parc Unity – Richmond Hill, Ontario Centre familial YMCA du centre-ville d'Hamilton – Hamilton, Ontario Complexe récréatif Bob MacQuarrie – Orleans, Ontario Faculté de médecine à l'Université métropolitaine de Toronto – Brampton, Ontario Pavillon sur les requins du musée Exploramer – Sainte-Anne-des-Monts, Québec Espace Hubert-Reeves – Charlevoix, Québec Chantier naval Forillon – Gaspé, Québec Centre sportif de Montréal-Nord – Montréal, Québec Place Marcel-François-Richard – Ville de Beaurivage, Nouveau-Brunswick Centre de mieux-être Searoots Alliance – Souris, Île-du-Prince-Édouard Aménagement de brise-lames – Petty Harbour-Maddox Cove (Terre-Neuve-et-Labrador) Centre récréatif Baddeck – Baddeck, Nouvelle-Écosse Université de l'Inuit Nunangat

source: Funding for these projects will be sourced from the Direct Delivery stream of the Build Communities
fr_fr: Le financement de ces projets proviendra du volet de prestation directe du Fonds pour bâtir des

source: Strong Fund or from other existing federal programs, where appropriate.
fr_fr: collectivités fortes ou d'autres programmes fédéraux existants, le cas échéant.

source: Further details, including
fr_fr: D'autres

source: final commitments, on each project will be shared in the coming months.
fr_fr: renseignements, y compris les engagements définitifs, à l'égard de chaque projet seront communiqués

source: 1.3 Canada's Climate Competitiveness Strategy
fr_fr: 1.3 Stratégie de compétitivité climatique du Canada

source: Climate action is not just a moral obligation—it's an economic necessity.
fr_fr: La lutte contre les changements climatiques n'est pas seulement une obligation morale, mais aussi un

source: The world economy is
fr_fr: impératif économique.

source: undergoing a historic transformation towards low-carbon energy and clean technology.
fr_fr: L'économie mondiale subit une transformation historique vers l'énergie propre

source: In 2024,
fr_fr: et à faible teneur en carbone.

source: global investments in clean energy reached USD $2 trillion—nearly double the level of investment in
fr_fr: atteint 2 billions de dollars américains, soit près du double des investissements dans les

source: fossil fuels—and the global clean technology market is expected to triple by 2035.
fr_fr: combustibles fossiles, et le marché mondial des technologies propres devrait tripler d'ici 2035.

source: On the other
fr_fr: Par

source: hand, the Canadian Climate Institute estimates that climate disruption, if left unchecked, could cut
fr_fr: ailleurs, l'Institut climatique du Canada estime que, si l'on ne fait rien, les perturbations

source: median Canadian household income by nearly 20 per cent by the end of the century,
fr_fr: causées par le climat pourraient réduire de près de 20 % le revenu médian des ménages

source: disrupting many elements of the economy, from food supply chains to financial markets.
fr_fr: canadiens, car elles bouleverseront plusieurs volets de l'économie, des chaînes d'approvisionnement

source: To compete internationally, Canada will need to reduce its carbon intensity to meet the growing
fr_fr: Pour être compétitif à l'échelle internationale, le Canada doit réduire son intensité en carbone et

source: demand from global markets for products with low associated greenhouse gas emissions.
fr_fr: répondre à la demande croissante sur les marchés mondiaux de produits assortis de faibles émissions

source: Buyers of
fr_fr: de gaz à effet de serre.

source: Canada's resources—oil and gas, steel, and aluminum—are increasingly looking for low-carbon
fr_fr: Les acheteurs des ressources canadiennes (pétrole et gaz, acier et aluminium) recherchent de plus en plus des sources d'approvisionnement à faibles émissions de

source: sourcing.
fr_fr: carbone.

source: Fortunately, Canada is well positioned to take advantage of these new growth
fr_fr: Heureusement, le Canada est bien placé pour profiter de ces nouvelles possibilités de

source: For example, our electricity grid, one of the cleanest in the world, guarantees
fr_fr: Notre réseau électrique est l'un des plus propres au monde et il garantit un accès à

source: access to the clean power businesses around the world are looking for, in sectors ranging from
fr_fr: l'énergie propre que recherchent les entreprises partout dans le monde, dans des secteurs comme

source: aluminum to steel to AI.
fr_fr: l'aluminium, l'acier et l'IA.

source: In conventional energy too, Canada is one of very few large-scale suppliers
fr_fr: Dans le domaine de l'énergie conventionnelle, le Canada est également

source: committed to strong environmental, social, and governance standards, and we have reduced the
fr_fr: l'un des quelques fournisseurs à grande échelle qui ont adopté des normes élevées en ce qui a trait à l'environnement, à la société et à la gouvernance. Entre 1990 et 2022, le Canada a réduit

source: emission intensity of overall oil production by 8 per cent, and the emission intensity of
fr_fr: de 8 % l'intensité des émissions provenant de la production globale de pétrole, et de près

source: oil sands operations by almost 40 per cent between 1990 and 2022.
fr_fr: de 40 % l'intensité des émissions provenant de l'exploitation des sables bitumineux.

source: Lowering our emissions is critical to protecting the competitiveness of Canada's oil and gas and
fr_fr: Il est d'importance cruciale de réduire nos émissions pour protéger la compétitivité du secteur

source: steel sectors.
fr_fr: canadien du pétrole et du gaz, et de l'acier.

source: Reducing emissions is not only essential for environmental reasons, but also a key
fr_fr: Cette réduction est non seulement essentielle pour des

source: factor in securing access to markets that prioritise sustainability.
fr_fr: accordent la priorité au développement durable.

source: By becoming a global leader in
fr_fr: En devenant un leader mondial dans le secteur de la

source: clean technology and clean energy, Canada can strengthen its competitive advantage and expand its
fr_fr: technologie propre et de l'énergie propre, le Canada peut renforcer son avantage concurrentiel et

source: exports, particularly in sectors where low-carbon solutions are increasingly seen as a requirement
fr_fr: élargir ses exportations, particulièrement dans les secteurs qui perçoivent les solutions à faible

source: rather than a bonus.
fr_fr: teneur en carbone comme une exigence plutôt que comme un avantage.

source: Canada's natural resources, workforce, and commitment to fighting climate change position us to
fr_fr: Les ressources naturelles, la main-d'œuvre, et la détermination du Canada à lutter contre les

source: surpass economies that fail to adapt.
fr_fr: s'adaptent pas.

source: We will build new infrastructure and capitalise on projects
fr_fr: Nous bâtirons de nouvelles infrastructures et nous miserons sur les projets qui

source: that further Canada's standing as a clean energy superpower.
fr_fr: renforcent la réputation du Canada en tant que superpuissance dans les énergies propres.

source: We will explore initiatives such as
fr_fr: Nous étudierons des initiatives comme l'énergie nucléaire, l'interconnexion des réseaux électriques,

source: nuclear energy, electricity grid interties, and investments in low-carbon fuels such as hydrogen,
fr_fr: ainsi que les investissements dans les combustibles à faible teneur en carbone (p. ex.

source: renewable energy projects, high-speed rail, and critical mineral development.
fr_fr: l'hydrogène), les projets d'énergie renouvelable, le train à grande vitesse et l'exploitation de minéraux critiques.

source: As the new government moves decisively to build major nation-building projects and millions more
fr_fr: d'intérêt national et des millions de logements, nous nous employons également à réduire les

source: homes, we are doing so while reducing emissions and growing our economy.
fr_fr: émissions et à stimuler notre économie. Nos investissements dans les technologies de croissance

source: Our investments in clean
fr_fr: propre accéléreront l'avantage concurrentiel du Canada.

source: growth technologies will propel Canada's competitive advantage.
fr_fr: Par exemple, le nouveau projet nucléaire de

source: For example, the Darlington New
fr_fr: Darlington appuiera la construction de petits réacteurs nucléaires, et le projet LNG Canada – phase

source: Nuclear Project will support the construction of small nuclear reactors, while LNG Canada Phase 2
fr_fr: 2 fournira de l'énergie plus propre que celle fournie par d'autres installations de gaz naturel

source: will supply cleaner energy compared to other LNG facilities worldwide.
fr_fr: liquéfié ailleurs dans le monde.

source: We will continue to
fr_fr: En envisageant tout nouveau projet, nous continuerons à accorder la

source: prioritise clean growth and climate objectives as new projects are considered.
fr_fr: priorité à la croissance propre et aux objectifs climatiques.

source: Budget 2025 outlines the new government's Climate Competitiveness Strategy, creating the
fr_fr: Le budget de 2025 énonce la Stratégie de compétitivité climatique du Canada, laquelle crée les

source: conditions for the investment needed to build an affordable net-zero future in which Canadian
fr_fr: conditions nécessaires aux investissements requis pour assurer un avenir abordable et carboneutre

source: businesses are well-positioned to compete and succeed in the global economy.
fr_fr: dans lequel les entreprises canadiennes sont positionnées avantageusement pour être concurrentielles et se démarquer dans l'économie mondiale.

source: The strategy is a central pillar of the government's plan for Canada to become the strongest economy
fr_fr: Cette stratégie constitue un pilier central du plan gouvernemental pour faire du Canada l'économie la

source: It is based on driving investment, not on prohibitions, and on results, not objectives.
fr_fr: Elle vise à stimuler les investissements plutôt que de les interdire, et elle vise

source: It aims to maximise carbon value for money, prioritising measures that will result in the greatest
fr_fr: les résultats plutôt que les objectifs. Elle s'emploie à maximiser l'utilisation optimale du

source: emissions reductions and competitiveness benefits at the lowest cost for Canadians.
fr_fr: carbone, et à accorder la priorité aux mesures qui produiront les plus importantes réductions

source: Strengthening Industrial Carbon Pricing
fr_fr: d'émissions et les plus gros avantages concurrentiels à moindre coût pour la population canadienne.

source: An effective industrial carbon pricing system, underpinned by a long-term price trajectory, is
fr_fr: Améliorer l'efficacité de la tarification du carbone industriel

source: essential to providing certainty to businesses looking to invest and compete internationally.
fr_fr: Pour fournir aux entreprises qui souhaitent investir et être concurrentielles à l'échelle

source: Industrial carbon pricing drives investment to reduce emissions and build the competitiveness of
fr_fr: La tarification du carbone industriel stimule les investissements visant à réduire les émissions et à

source: Canadian business.
fr_fr: Elle devrait permettre de réduire les

source: It is expected to deliver more emission reductions than any other policy, with
fr_fr: émissions plus que toute autre mesure, tout en ayant une incidence négligeable sur le coût de la vie

source: negligible impacts on affordability for Canadians.
fr_fr: pour les Canadiens.

source: However, carbon markets are not functioning as well as they should be.
fr_fr: Toutefois, les marchés du carbone ne fonctionnent pas aussi bien qu'ils le devraient.

source: The government will improve
fr_fr: Le gouvernement

source: the effectiveness of carbon markets to provide confidence that credit prices will be predictable and
fr_fr: améliorera donc leur efficacité afin que les prix du crédit soient non seulement prévisibles, mais

source: sufficient to support clean growth investments without adversely affecting competitiveness or
fr_fr: suffisants pour appuyer les investissements dans la croissance propre sans nuire à la capacité

source: leading to carbon leakage.
fr_fr: concurrentielle et sans mener à des fuites de carbone.

source: Improving the effectiveness of industrial carbon pricing will ensure every dollar spent delivers
fr_fr: L'amélioration de l'efficacité du prix du carbone industriel garantira que chaque dollar dépensé aura

source: maximum impact.
fr_fr: une incidence maximale.

source: Industrial carbon pricing rewards innovation and spurs investment in cleaner
fr_fr: La tarification du carbone industriel récompense l'innovation et favorise

source: technologies—helping Canada's industrial sectors to grow and compete.
fr_fr: les investissements dans des technologies plus propres, contribuant ainsi à la croissance et à

source: To improve the effectiveness of Canada's industrial carbon pricing system, the government will take
fr_fr: Pour améliorer l'efficacité du système de tarification du carbone industriel, le gouvernement

source: the following actions:
fr_fr: adoptera les mesures suivantes :

source: Develop a post-2030 carbon pricing trajectory: The government will
fr_fr: de 2030 : Le gouvernement collaborera avec les gouvernements

source: engage provincial and territorial (PT) governments in setting a multi-decade industrial carbon
fr_fr: provinciaux et territoriaux afin d'établir une trajectoire sur plusieurs décennies pour la

source: price trajectory that targets net-zero by 2050.
fr_fr: tarification du carbone industriel, qui vise la carboneutralité d'ici 2050.

source: Setting a long-term trajectory will allow
fr_fr: d'une trajectoire à long terme permettra aux entreprises de prendre des décisions

source: businesses to make investment decisions with confidence now and into the future. Securing
fr_fr: d'investissement éclairées et durables.

source: pan-Canadian agreement on this trajectory will increase certainty.
fr_fr: L'obtention d'une entente pancanadienne sur cette

source: Fix the benchmark and improve the backstop : The government will
fr_fr: Fixer le modèle et améliorer le filet de sécurité : Le

source: improve its application of the benchmark—the tool that ensures all PT industrial pricing systems
fr_fr: gouvernement améliorera le modèle, c'est-à-dire l'outil qui garantit l'harmonisation de tous les

source: are harmonised across the country in providing a common, strong price signal.
fr_fr: systèmes provinciaux et territoriaux de tarification du carbone industriel à l'échelle du pays, assurant ainsi un signal de prix clair et commun.

source: The government
fr_fr: Il appliquera rapidement et de manière

source: will promptly and transparently apply the federal backstop whenever a PT system falls below the
fr_fr: transparente le filet de sécurité fédéral lorsqu'un système provincial ou territorial tombe sous

source: benchmark.
fr_fr: le seuil du modèle.

source: The government will engage with PT governments about improvements to the benchmark
fr_fr: Il collaborera avec les gouvernements provinciaux et territoriaux afin

source: and to PT pricing systems such as harmonising or linking carbon credit markets.
fr_fr: d'améliorer le filet de sécurité et leurs systèmes de tarification, notamment en harmonisant ou

source: Carbon contracts for difference : Canada Growth Fund will continue to
fr_fr: Conclure des contrats sur différence pour le carbone : Le Fonds

source: issue contracts as a means of further improving future carbon price certainty for investors
fr_fr: crédibilité de la trajectoire pour les investisseurs qui réalisent d'importants investissements

source: making large, long-duration capital investments.
fr_fr: en capital à long terme.

source: Clarity on Greenhouse Gas Regulations
fr_fr: Ajuster les règlements sur les émissions de gaz à effet de serre

source: Greenhouse gas (GHG) emissions increase the Earth's temperature, causing climate change and its
fr_fr: Les émissions de gaz à effet de serre (GES) augmentent la température de la Terre, ce qui entraîne

source: associated effects—extreme weather events, intense wildfires, and rising sea levels.
fr_fr: des changements climatiques et leurs effets connexes : phénomènes météorologiques extrêmes,

source: Canada has been
fr_fr: Le Canada s'efforce de réduire ses

source: working to reduce its emissions, and from 2005 to 2023, Canada's GHG emissions decreased
fr_fr: émissions et, de 2005 à 2023, il est parvenu à les faire diminuer de 8,5 %, alors

source: by 8.5 per cent—even as our population grew from 32 to 40 million and our
fr_fr: même que sa population est passée de 32 à 40 millions d'habitants et que son PIB a

source: GDP expanded by 38 per cent.
fr_fr: augmenté de 38 %.

source: As we transition to a net-zero economy, Canada's new
fr_fr: Alors que nous effectuons la transition vers une économie carboneutre,

source: government is committed to reducing GHG emissions.
fr_fr: le nouveau gouvernement canadien s'engage à réduire les émissions de GES.

source: Buyers of Canada's resources are increasingly demanding they be sourced and produced in a way that
fr_fr: Les acheteurs des ressources canadiennes exigent de plus en plus que celles-ci soient extraites et

source: reduces emissions and promotes sustainability.
fr_fr: produites de manière à réduire les émissions et à favoriser le développement durable.

source: Reducing our emissions will make our industries more
fr_fr: La réduction de nos émissions rendra nos industries plus concurrentielles et leur donnera un avantage dans l'économie mondiale.

source: competitive and gives them an advantage in the global economy.
fr_fr: Pour veiller à ce que les règlements viennent compléter la tarification du carbone industriel, le

source: The government will take the following approach to ensure its regulations complement industrial pricing:
fr_fr: gouvernement prendra les mesures suivantes :

source: Electricity: The transition to net-zero by 2050 will require clean,
fr_fr: Électricité : La transition vers la carboneutralité d'ici 2050

source: reliable power.
fr_fr: nécessitera une énergie propre et fiable.

source: The Clean Electricity Regulations will aim to reduce emissions to protect the
fr_fr: à réduire les émissions, afin de protéger l'environnement et la santé humaine contre les menaces

source: environment and human health from the threat of climate change.
fr_fr: que représentent les changements climatiques.

source: The government will work with
fr_fr: Le gouvernement collaborera avec les provinces et

source: provinces and territories to advance these goals and ensure that Canada's grid is clean as
fr_fr: les territoires pour atteindre ces objectifs et garantir la décarbonation du réseau électrique

source: electricity demand grows.
fr_fr: canadien à mesure que la demande en électricité augmentera.

source: To enable long-term agreements with provinces and territories,
fr_fr: Pour permettre l'application à long terme de ces accords, le gouvernement annonce, dans le

source: Budget 2025 announces the government's intention to propose legislative amendments to
fr_fr: budget de 2025, son intention de proposer des modifications législatives à la Loi

source: the Canadian Environmental Protection Act.
fr_fr: canadienne sur la protection de l'environnement .

source: Methane : Methane emissions are potent greenhouse gas emissions that
fr_fr: Méthane : Les émissions de méthane, un gaz à effet de serre

source: are not effectively covered by carbon pricing.
fr_fr: puissant, ne sont pas couvertes efficacement par le système de tarification du carbone.

source: The government will finalise enhanced methane
fr_fr: Le gouvernement finalisera les règlements renforcés sur le méthane pour le secteur pétrolier et

source: regulations for the oil and gas sector and landfills, and intends to work with provinces and
fr_fr: gazier et les sites d'enfouissement, et a l'intention de collaborer avec les provinces et les

source: territories to negotiate equivalency agreements as appropriate.
fr_fr: Mise à jour sur les plafonds d'émissions de gaz à effet de

source: Update on the Oil and Gas Emissions Cap : Canada is committed to
fr_fr: serre : Le Canada s'est engagé à réduire les émissions associées à la

source: bringing down the emissions associated with the production of oil and gas.
fr_fr: production de pétrole et de gaz.

source: Effective carbon
fr_fr: Des marchés du carbone efficaces, un règlement renforcé sur le

source: markets, enhanced oil and gas methane regulations, and the deployment at scale of technologies
fr_fr: méthane provenant du secteur pétrolier et gazier ainsi que le déploiement à grande échelle de

source: such as carbon capture and storage would create the circumstances whereby the oil and gas
fr_fr: technologies telles que le captage et le stockage du carbone créeraient les conditions dans

source: emissions cap would no longer be required as it would have marginal value in reducing emissions.
fr_fr: lesquelles les plafonds d'émissions pour le secteur pétrolier et gazier ne seraient plus

source: Electric Vehicles: In September, the government announced its
fr_fr: Véhicules électriques : En septembre, le gouvernement a

source: intent to make targeted regulatory adjustments to help the automotive sector stay competitive
fr_fr: annoncé son intention d'apporter des modifications réglementaires ciblées qui aideront le
